{
    "locale_code": "en-US",
    "start_start": "Start Game",
    "start_settings": "Settings",
    "start_quit": "Quit",
    "start_resume": "Resume",
    "settings_windowSize": "Window Size",
    "settings_brightness": "Brightness",
    "settings_controls": "Controls",
    "settings_back": "Back",
    "msg_pickUpKey": "You have picked up a key.",
    "msg_pickUpJournal": "You have picked up a journal.",
    "msg_ItemReceived": "Item obtained: ",
    "msg_drain": "You can see something stuck in the drain.",
    "msg_drain_pickUp1": "You unscreweed the drain and found something.",
    "msg_keycard-not-accepted": "*BUZZER* keycard not accepted.",
    "msg_door_unlocked": "*BEEP BOOP* you unlocked the door.",
    "msg_door_locked": "*BEEP BOOP* you locked the door.",
    "item_screwdriver": "screwdriver",
    "item_cckey": "Command Center Key",
    "item_storageKey": "Storage Key",
    "sign_key": "Key",
    "sign_reactorKey": "Reactor Key",
    "sign_bedroomKey": "Bedroom Key",
    "sign_bathroomKey": "Bathroom Key",
    "sign_cckey": "Command Center Key",
    "sign_bedroom1": "Bedroom 1",
    "sign_bedroom2": "Bedroom 2",
    "sign_bathroom": "Bathroom",
    "sign_bathroomKey": "Bathroom Key",
    "sign_command_center": "Command Center",
    "sign_library": "Research Library",
    "sign_morpheus1": "Morpheus Gate Chamber 1",
    "sign_morpheus2": "Morpheus Gate Chamber 2",
    "sign_morpheus3": "Morpheus Gate Chamber 3",
    "sign_morpheus4": "Morpheus Gate Chamber 4",
    "sign_cafeteria": "Cafeteria",
    "sign_kitchen": "Kitchen",
    "sign_pantry": "Pantry",
    "sign_storage": "Storage Room",
    "sign_storageKey": "Storage Key",
    "sign_reactor_control": "Reactor Control Room",
    "sign_reactor": "Main Reactor",
    "sign_greenhouse": "Green House",
    "sign_lewis": "Dr. Felix Lewis",
    "sign_phillips": "Dr. Adrian Phillips",
    "sign_sandoval": "Dr. Margarita Sandoval",
    "sign_williams": "Dr. Mortimer Williams",
    "sign_taylor": "Dr. Alex Taylor",
    "sign_jang": "Dr. Jamison Jang",
    "sign_wu": "Dr. Yaoting Wu",
    "sign_defar": "Dr. Sadaf Defar",
    "dialog_Protagonist_WakeUp": "What is this place? Where am I? Hello? Is anyone out there?",
    "dialog_Protagonist_ComputerTerminal": "",
    "dialog_Protagonist_Monster": "What the hell is that thing???",
    "dialog_Protagonist_Monster2": "Oh shit!! I have to get out of here!",
    "dialog_Monster1": "BLAARRRGGHHH",
    "dialog_ComputerTerminal1": "The Convergency Project Log #1\nAuthor: Head Researcher Dr. Adrian Phillips\nTen years ago, researchers of our world created the very first stable cross-reality singularity point in part of an experiment known today as the Morpheus Project.\nSince then, our team has been working diligently to develop the technology to create stable pathways between our reality and the parallel realities bordering our own.\nWe call these pathways “Morpheus Gates” and they will be the bridge that allows our society to explore a new frontier beyond even that of our universe’s outer space.\nExperiment log: ",
    "dialog_ComputerTerminal2": "The Convergency Project Log #2\nAuthor: Head Researcher Dr. Adrian Phillips\nAs of writing, we’ve been able to create stable connections to at least three different worlds parallel to our own. Each of these worlds is unique, but similar enough to our own world for us to understand their fundamental physical laws.\nFor example, all these worlds have developed nitrogen-based-life on a planet existing at the same coordinates as our own, relative to their own origin point. All have, water, earth, and a breathable atmosphere. All adhere to basic physical laws such as gravity.\nThat said, there are some ways in which these worlds are fundamentally distinct from each other and from our own. It would appear that individuals originating from other worlds regularly exhibit abilities and powers that seem inexplicable to our understanding of modern physics.\nAs noted by Dr. Sandoval, some of these powers are somewhat akin to legends of “magic” from our home world. As Dr. Wu points out, however, “magic” is simply a cultural term for the exhibition of physical properties we are yet to comprehend.\nClearly there is some underlying natural law of these parallel worlds that allow for the existence of these seemingly mystical powers that we in our home world have yet to discover.",
    "dialog_ComputerTerminal3": "The Convergency Project Log #3\nAuthor: Head Researcher Dr. Adrian Phillips\nAfter an extensive research expedition into reality R-30532, Dr. Lewis was able to master what inhabitants of the reality call “flame summoning.” However, upon return to our home world, they were unable to exhibit this ability.\nAlthough this development is quite disappointing, the information gained through this discovery is still critical to our ongoing research. It is my general hypothesis that there is some fundamental physical law R-30532 that allows the utilization of the flame summoning ability.\nConversely, this same physical law is not present in our own home reality, which make it impossible to utilize flame summoning. Further experimentation will be required to fully prove this hypothesis.\nExperiment log: ",
    "dialog_ComputerTerminal4": "The Convergency Project Log #4\nAuthor: Head Researcher Dr. Adrian Phillips\nOther researchers such as Dr. Defar and Dr. Jang have been successful in mastering abilities originating in other universes. However, none have been able to duplicate Dr. Lewis’ flame summoning technique.\nWe are presently unable to utilize abilities learned in other realities in our own world, and furthermore we have confirmed that the utilization of abilities gained in one parallel world while in a different parallel world is similarly unfeasible.\nI was quite at a loss with how to proceed with our experimentation into these abilities when Dr. Lewis came to me with a proposal. He proposed what he calls the “hypothetical law of exclusion”.\nIn short, his theoretical law proposes that instead of individual worlds having additional fundamental laws that allow for the use of specific abilities, it is that our world, and others like it, have fundamental laws restricting the use of abilities from worlds that are not their own.\nHis proof was as follows: while standing in the Morpheus Gate, teleporting to reality R-67010, he momentarily felt a rush of energy similar to the rush he feels while utilizing the flame summoning technique in reality R-30532.\nIn order to prove that this was a genuine experience, and not a trick of the mind, he attempted to perform a flame summoning on his own hand while standing in the Morpheus Gate returning from R-67010. At which point, he showed me the burn scars on his left hand.\nI quickly reprimanded Dr. Lewis for acting so rashly as to experiment on his own self in a non-controlled environment and sent him to the recovery chambers. While I cannot say I do not admire Dr. Lewis’ ingenuity and passion, I do wish he was less reckless.\nThat said, he has always been this way, ever since we were young, and there’s no denial that this is a critical discovery. That said, we will need to devise a more controlled method with which to further explore Dr. Lewis’ exclusionary hypothesis.",
    "dialog_ComputerTerminal5": "The Convergency Project Log #5\nAuthor: Head Researcher Dr. Adrian Phillips\nIt has been nearly a year since my last major update. I know that keeping sufficient records is fundamental to the scientific method, but let’s just say I’ve been more than a little busy.\nWith corporation from the government space agency, we gained the necessary materials to construct ourselves a new facility for testing of Dr. Lewis’ exclusionary hypothesis.\nOur new base of operations is located in reality R-00000, or as we like to call it: void space. This reality is exactly as it is described, an empty void space free from physical laws or restrictions except those which we have artificially induced in order to allow us to live our daily lives.\nAfter one month of testing, we can reasonably confirm Dr. Lewis’ exclusionary hypothesis: as the void space is a world without the physical restrictions of other realities, our team has been able to recreate the effects of every supernatural ability they have come to possess.\nHowever, one mystery still remained. Even to this day, individuals of our team find themselves unable to attain proficiency in more than one of these abilities at a single point in time. We can, however, attain other abilities if we first forget all other learned skills.\nFor example, about two weeks ago Dr. Lewis suppressed all his memories of flame summoning using a class 1 amnestic substance and has since learned the art of mental manifestation.\nIt is my hypothesis that the reason behind this lack of success in mastering multiple of these abilities is due to a cognitive limitation of the human brain. In short, we simply do not have enough mental capacity to hold the cognitive information needed to exhibit these skills.\nWhat if, however, we were to create more capacity? What if one was to erase all the knowledge and memories that they had acquired throughout the many years of their life, except those necessary for basic survival? Would it be possible then to master multiple special abilities?\nIf an individual was able to become a “blank slate” ready to be imprinted upon, and then they woke up in a void space where the manifestation of all these various special abilities were possible, would that make them able to combine the effects of these various abilities together?\nI call this hypothesis the convergency principle.\nTo test this hypothesis, one of us will need to undergo a comprehensive amnestic procedure. It could very well cost that individual everything – their memories, their past, their friends, their very sense of self, but it is necessary. The Convergency Project must reach its conclusion.\nI have decided to take this weight onto myself. I cannot let anyone else make this sacrifice for me. Tomorrow, I will undergo the amnestic procedure in order to once and for all test the validity of my hypothesis. I will discover definitive proof of my greatest achievement: the convergency principle.",    
    "dialog_reactor_terminal1-1": "Log Entry: I had to let Dr. Williams into the reactor to check the status of the cores again.",
    "dialog_reactor_terminal1-2": "I finally got them to confess they lost their key to it while in the shower.",
    "dialog_reactor_terminal1-3": "...Why did they even have their key with them in the shower?",
    "dialog_reactor_terminal2": "There are various values recorded in a spreadsheet. They're impossible to make sense of.",
    "dialog_reactor_terminal3-1": "This terminal seems to display data on the status of the reactor.",
    "dialog_reactor_terminal3-2": "All cores look stable...thank goodness.",
    "dialog_PA_MorpheusGate1": "INTERCOM: Morpheus Chamber 1 has been unlocked via remote door control.",
    "dialog_PA_MorpheusGate2": "Morpheus Gate 1 has been activated. Destination set.",
    "dialog_PA_MorpheusGate3": "All personnel are asked to proceed to the Command Center immediately.",
    "dialog_Morpheus_Reaction1": "What even is this?",
    "dialog_Morpheus_Reaction2": "Oh shit! It found me! I'm trapped!",
    "dialog_Morpheus_Reaction3": "INTERCOM: Subject is instructed to proceed through the Morpheus Gate.",
    "dialog_Morpheus_Reaction4": "EXCUSE ME?",
    "dialog_Morpheus_Reaction5": "INTERCOM: ...Walk into the big energy ball looking thing.",
    "dialog_dungeon_WakeUp1": "What? Where am I now! Another unfamiliar celing?",
    "dialog_dungeon_WakeUp2": "...Is this some kind of dungeon? It looks dangerous. There could be more monsters about. I'll need to be careful.",
    "dialog_fridge": "Goodness. That's a lot of kale...",
    "dialog_bed_jounal1": "Journal Entry: Crap...I seem to have lost my screwdriver again.",
    "dialog_bed_jounal2": "The last time I remember having it was when I was repairing a fridge in the pantry.",
    "dialog_bed_jounal3": "I think it was the last fridge on the left of the bottom row.",
    "dialog_bed_jounal4": "I'll make a note here so I remember to go back to check tomorrow.",
    "dialog_cafe_journal1": "Journal Entry: I got locked out of the Command Center. I can't bear to tell everyone I lost my key again.",
    "dialog_cafe_journal2": "I'll need to sneak back into the reactor to try to find it later.",
    "dialog_stroageKey": "It looks like someone had slipped it between the pages of this book."
}