{
    "locale_code": "en-US",
    "start_start": "Démarrer jeu",
    "start_settings": "Réglages",
    "start_quit": "Arrêter",
    "start_resume": "Reprendre",
    "settings_windowSize": "La taille de la fenêtre",
    "settings_brightness": "Luminosité",
    "settings_controls": "Contrôles",
    "settings_back": "Arrière",
    "msg_pickUpKey": "Vous avez récupéré une clé.",
    "msg_pickUpJournal": "Vous avez ramassé un journal.",
    "msg_ItemReceived": "Objet obtenu : ",
    "msg_drain": "Vous pouvez voir quelque chose coincé dans le drain.",
    "msg_drain_pickUp1": "Vous avez dévissé le drain et trouvé quelque chose.",
    "msg_keycard-not-accepted": "Carte-clé *BUZZER* non acceptée.",
    "msg_door_unlocked": "*BIP BOOP* tu as déverrouillé la porte.",
    "msg_door_locked": "*BIP BOOP* tu as verrouillé la porte.",
    "item_screwdriver": "Tournevis",
    "item_storageKey": "Clé de stockage",
    "sign_key": "Clé",
    "item_reactorKey": "Clé du réacteur",
    "item_bedroomKey": "Clé de la chambre",
    "item_cckey": "Clé du centre de commande",
    "sign_bedroom1": "Chambre 1",
    "sign_bedroom2": "Chambre 2",
    "sign_bathroom": "Salle de bain",
    "item_bathroomKey": "Clé de la salle de bain",
    "sign_command_center": "Centre de commandement",
    "sign_library": "Bibliothèque de recherche",
    "sign_morpheus1": "Morpheus Gate Chambre 1",
    "sign_morpheus2": "Morpheus Gate Chambre 2",
    "sign_morpheus3": "Morpheus Gate Chambre 3",
    "sign_morpheus4": "Morpheus Gate Chambre 4",
    "sign_cafeteria": "Cafétéria",
    "sign_kitchen": "Cuisine",
    "sign_pantry": "Garde-manger",
    "sign_storage": "Pièce de stockage",
    "sign_storageKey": "Clé de stockage",
    "sign_reactor_control": "Salle de contrôle du réacteur",
    "sign_reactor": "Réacteur principal",
    "sign_greenhouse": "Serre",
    "sign_lewis": "Dr Félix Lewis",
    "sign_phillips": "Dr Adrian Phillips",
    "sign_sandoval": "Dr Margarita Sandoval",
    "sign_williams": "Dr Mortimer Williams",
    "sign_taylor": "Dr Alex Taylor",
    "sign_jang": "Dr Jamison Jang",
    "sign_wu": "Dr. Yaoting Wu",
    "sign_defar": "Dr Sadaf Defar",
    "sign_thankyou1": "Merci beaucoup d'avoir joué à la démo du principe de convergence !",
    "sign_thankyou2": "Il s'agissait d'un projet à petite échelle réalisé en tant que vitrine de projet pour une classe de localisation de jeux.",
    "sign_thankyou3": "Les personnes suivantes ont contribué à ce projet.",
    "sign_thankyou4": "Andrew Taylor : conception de niveaux, développement, rédaction, traduction en japonais",
    "sign_thankyou5": "Juno Jang : gestion de projet, internationalisation, rédaction d'interface utilisateur, traduction en coréen",
    "sign_thankyou6": "Salam Defar : mise en œuvre de la localisation, internationalisation, traduction française",
    "sign_thankyou7": "Ying-Ting Wu : développement, implémentation du système de combat, traduction en chinois traditionnel",
    "sign_thankyou8": "Nous espérons que vous avez aimé jouer au principe de convergence !",

    "dialog_Protagonist_WakeUp": "Quel est cet endroit? Où suis-je? Bonjour? Est-ce que quelqu'un est là-bas?",
    "dialog_Protagonist_ComputerTerminal": "",
    "dialog_Protagonist_Monster": "C'est quoi ce truc ???",
    "dialog_Protagonist_Monster2": "Oh merde!! Je dois sortir d'ici !",
    "dialog_Monster1": "BLAARRRGGHHH",

    "dialog_ComputerTerminal1-1": "The Convergency Project Log #1\nAuteur : chercheur en chef, le Dr Adrian Phillips",
    "dialog_ComputerTerminal1-2": "Il y a dix ans, des chercheurs de notre monde ont créé le tout premier point de singularité stable entre réalités dans le cadre d'une expérience connue aujourd'hui sous le nom de projet Morpheus.",
    "dialog_ComputerTerminal1-3": "Depuis lors, notre équipe travaille avec diligence pour développer la technologie afin de créer des voies stables entre notre réalité et les réalités parallèles qui bordent la nôtre.",
    "dialog_ComputerTerminal1-4": "Nous appelons ces voies «Morpheus Gates» et elles seront le pont qui permettra à notre société d'explorer une nouvelle frontière au-delà même de celle de l'espace extra-atmosphérique de notre univers.",
    
    "dialog_ComputerTerminal2-1": "The Convergency Project Log #2\nAuteur : chercheur en chef, Dr Adrian Phillips",
    "dialog_ComputerTerminal2-2": "Au moment d'écrire ces lignes, nous avons pu créer des connexions stables avec au moins trois mondes différents parallèles au nôtre. Chacun de ces mondes est unique, mais suffisamment similaire au nôtre pour que nous comprenions leurs lois physiques fondamentales.",
    "dialog_ComputerTerminal2-3": "Par exemple, tous ces mondes ont développé une vie basée sur l'azote sur une planète existant aux mêmes coordonnées que la nôtre, par rapport à leur propre point d'origine. Tous ont, de l'eau, de la terre et une atmosphère respirable. Tous adhèrent aux lois physiques fondamentales telles que la gravité.",
    "dialog_ComputerTerminal2-4": "Cela dit, il y a certaines façons dont ces mondes sont fondamentalement distincts les uns des autres et du nôtre. Il semblerait que les individus originaires d'autres mondes présentent régulièrement des capacités et des pouvoirs qui semblent inexplicables à notre compréhension de la physique moderne.",
    "dialog_ComputerTerminal2-5": "Comme l'a noté le Dr Sandoval, certains de ces pouvoirs s'apparentent quelque peu aux légendes de la « magie » de notre monde d'origine. Comme le souligne le Dr Wu, cependant, la « magie » est simplement un terme culturel pour l'exposition de propriétés physiques que nous devons encore comprendre.",
    "dialog_ComputerTerminal2-6": "Comme l'a noté le Dr Sandoval, certains de ces pouvoirs s'apparentent quelque peu aux légendes de la « magie » de notre monde d'origine. Comme le souligne le Dr Wu, cependant, la « magie » est simplement un terme culturel pour l'exposition de propriétés physiques que nous devons encore comprendre.",
   
    "dialog_ComputerTerminal3-1": "The Convergency Project Log #3\nAuteur : chercheur en chef, Dr Adrian Phillips",
    "dialog_ComputerTerminal3-2": "Après une vaste expédition de recherche dans la réalité R-30532, le Dr Lewis a pu maîtriser ce que les habitants de la réalité appellent «l'invocation de flammes». Cependant, à leur retour dans notre monde d'origine, ils n'ont pas pu montrer cette capacité.",
    "dialog_ComputerTerminal3-3": "Bien que ce développement soit assez décevant, les informations obtenues grâce à cette découverte sont toujours essentielles à nos recherches en cours. C'est mon hypothèse générale qu'il existe une loi physique fondamentale R-30532 qui permet l'utilisation de la capacité d'invocation de flamme.",
    "dialog_ComputerTerminal3-4": "Inversement, cette même loi physique n'est pas présente dans notre propre réalité domestique, ce qui rend impossible l'utilisation de l'invocation de flammes. D'autres expériences seront nécessaires pour prouver pleinement cette hypothèse.",
    
    "dialog_ComputerTerminal4-1": "The Convergency Project Log #4\nAuteur : chercheur en chef, Dr Adrian Phillips",
    "dialog_ComputerTerminal4-2": "D'autres chercheurs tels que le Dr Defar et le Dr Jang ont réussi à maîtriser des capacités provenant d'autres univers. Cependant, aucun n'a été en mesure de reproduire la technique d'invocation de flammes du Dr Lewis.",
    "dialog_ComputerTerminal4-3": "Nous sommes actuellement incapables d'utiliser les capacités acquises dans d'autres réalités de notre propre monde, et en outre, nous avons confirmé que l'utilisation des capacités acquises dans un monde parallèle alors que dans un monde parallèle différent est également irréalisable.",
    "dialog_ComputerTerminal4-4": "J'étais assez perplexe quant à la manière de procéder avec notre expérimentation de ces capacités lorsque le Dr Lewis est venu me voir avec une proposition. Il a proposé ce qu'il appelle « la loi hypothétique de l'exclusion ».",
    "dialog_ComputerTerminal4-5": "En bref, sa loi théorique propose qu'au lieu que des mondes individuels aient des lois fondamentales supplémentaires qui permettent l'utilisation de capacités spécifiques, c'est que notre monde, et d'autres comme lui, ont des lois fondamentales restreignant l'utilisation de capacités de mondes qui ne sont pas les leurs. propres.",
    "dialog_ComputerTerminal4-6": "Sa preuve était la suivante : alors qu'il se tenait dans la porte de Morpheus, se téléportant dans la réalité R-67010, il a momentanément ressenti une poussée d'énergie similaire à la poussée qu'il ressent en utilisant la technique d'invocation de flamme dans la réalité R-30532.",
    "dialog_ComputerTerminal4-7": "Afin de prouver qu'il s'agissait d'une expérience authentique, et non d'un tour de l'esprit, il a tenté d'effectuer une invocation de flamme de sa propre main alors qu'il se tenait dans la porte Morpheus revenant de R-67010. À ce moment-là, il m'a montré les cicatrices de brûlures sur sa main gauche.",
    "dialog_ComputerTerminal4-8": "J'ai rapidement réprimandé le Dr Lewis pour avoir agi si imprudemment au point d'expérimenter par lui-même dans un environnement non contrôlé et je l'ai envoyé dans les chambres de récupération. Bien que je ne puisse pas dire que je n'admire pas l'ingéniosité et la passion du Dr Lewis, j'aimerais qu'il soit moins téméraire.",
    "dialog_ComputerTerminal4-9": "Cela dit, il a toujours été ainsi, depuis que nous étions jeunes, et il est indéniable que c'est une découverte critique. Cela dit, nous devrons concevoir une méthode plus contrôlée pour explorer plus avant l'hypothèse d'exclusion du Dr Lewis.",
    
    "dialog_ComputerTerminal5-1": "The Convergency Project Log #5\nAuteur : chercheur en chef, Dr Adrian Phillips",    
    "dialog_ComputerTerminal5-2": "Cela fait presque un an depuis ma dernière mise à jour majeure. Je sais que la tenue de registres suffisants est fondamentale pour la méthode scientifique, mais disons simplement que j'ai été plus qu'un peu occupé.",
    "dialog_ComputerTerminal5-3": "Avec une société de l'agence spatiale gouvernementale, nous avons obtenu les matériaux nécessaires pour nous construire une nouvelle installation pour tester l'hypothèse d'exclusion du Dr Lewis.",
    "dialog_ComputerTerminal5-4": "Notre nouvelle base d'opérations est située en réalité R-00000, ou comme nous aimons l'appeler : l'espace vide. Cette réalité est exactement telle qu'elle est décrite, un espace vide vide de lois ou de restrictions physiques, à l'exception de celles que nous avons artificiellement induites afin de nous permettre de vivre notre vie quotidienne.",
    "dialog_ComputerTerminal5-5": "Après un mois de test, nous pouvons raisonnablement confirmer l'hypothèse d'exclusion du Dr Lewis : comme l'espace vide est un monde sans les restrictions physiques des autres réalités, notre équipe a été en mesure de recréer les effets de chaque capacité surnaturelle qu'ils ont acquis.",
    "dialog_ComputerTerminal5-6": "Cependant, un mystère subsistait encore. Même à ce jour, les membres de notre équipe se trouvent incapables de maîtriser plus d'une de ces capacités à un moment donné. Nous pouvons cependant acquérir d'autres capacités si nous oublions d'abord toutes les autres compétences acquises.",
    "dialog_ComputerTerminal5-7": "Par exemple, il y a environ deux semaines, le Dr Lewis a supprimé tous ses souvenirs d'invocation de flammes en utilisant une substance amnésique de classe 1 et a depuis appris l'art de la manifestation mentale.",
    "dialog_ComputerTerminal5-8": "Mon hypothèse est que la raison de ce manque de succès dans la maîtrise de plusieurs de ces capacités est due à une limitation cognitive du cerveau humain. En bref, nous n'avons tout simplement pas assez de capacité mentale pour détenir les informations cognitives nécessaires pour exposer ces compétences.",
    "dialog_ComputerTerminal5-9": "Et si, toutefois, nous devions créer plus de capacité? Et si l'on effaçait toutes les connaissances et tous les souvenirs qu'ils avaient acquis au cours des nombreuses années de leur vie, à l'exception de ceux nécessaires à la survie de base ? Serait-il alors possible de maîtriser plusieurs capacités spéciales ?",
    "dialog_ComputerTerminal5-10": "Si un individu était capable de devenir une « ardoise vierge » prête à être imprimée, et qu'il se réveillait ensuite dans un espace vide où la manifestation de toutes ces diverses capacités spéciales était possible, cela le rendrait-il capable de combiner les effets de ces différentes capacités ensemble?",
    "dialog_ComputerTerminal5-11": "J'appelle cette hypothèse le principe de convergence.",
    "dialog_ComputerTerminal5-12": "Pour tester cette hypothèse, l'un de nous devra subir une procédure amnésique complète. Cela pourrait très bien coûter tout à cet individu - ses souvenirs, son passé, ses amis, son sens même de soi, mais c'est nécessaire. Le projet de convergence doit arriver à son terme.",
    "dialog_ComputerTerminal5-14": "J'ai décidé de prendre ce poids sur moi. Je ne peux laisser personne d'autre faire ce sacrifice pour moi. Demain, je subirai la procédure amnésique afin de tester une fois pour toutes la validité de mon hypothèse. Je vais découvrir la preuve définitive du principe de convergence.",
    
    "dialog_reactor_terminal1-1": "Entrée de journal : J'ai dû laisser le Dr Williams entrer dans le réacteur pour vérifier à nouveau l'état des cœurs.",
    "dialog_reactor_terminal1-2": "Je leur ai finalement fait avouer qu'ils avaient perdu leur clé sous la douche.",
    "dialog_reactor_terminal1-3": "...Pourquoi avaient-ils même leur clé avec eux dans la douche ?",
    "dialog_reactor_terminal2": "Il existe différentes valeurs enregistrées dans une feuille de calcul. Ils sont impossibles à comprendre.",
    "dialog_reactor_terminal3-1": "Ce terminal semble afficher des données sur l'état du réacteur.",
    "dialog_reactor_terminal3-2": "Tous les cœurs semblent stables... Dieu merci.",
    "dialog_PA_MorpheusGate1": "INTERCOM : La chambre Morpheus 1 a été déverrouillée via la télécommande de la porte.",
    "dialog_PA_MorpheusGate2": "Morpheus Gate 1 a été activé. Ensemble de destinations.",
    "dialog_PA_MorpheusGate3": "Tout le personnel est prié de se rendre immédiatement au centre de commandement.",
    "dialog_Morpheus_Reaction1": "Qu'est-ce que c'est que ça ?",
    "dialog_Morpheus_Reaction2": "Oh merde! Il m'a trouvé ! Je suis piégé!",
    "dialog_Morpheus_Reaction3": "INTERCOM : Le sujet reçoit l'ordre de franchir la porte Morpheus.",
    "dialog_Morpheus_Reaction4": "EXCUSEZ-MOI?",
    "dialog_Morpheus_Reaction5": "INTERCOM : ... Entrez dans la grosse boule d'énergie.",
    "dialog_dungeon_WakeUp1": "Quelle? Où suis-je maintenant! Un autre plafond inconnu?",
    "dialog_dungeon_WakeUp2": "...Est-ce une sorte de donjon ? Ça a l'air dangereux.",
    "dialog_dungeon_WakeUp3": "Il pourrait y avoir plus de monstres. Je vais devoir faire attention.",
    "dialog_fridge": "Bonté. C'est beaucoup de chou...",
    "dialog_bed_jounal1": "Entrée de journal : Merde... J'ai l'impression d'avoir encore perdu mon tournevis.",
    "dialog_bed_jounal2": "La dernière fois que je me souviens l'avoir eu, c'était quand je réparais un réfrigérateur dans le garde-manger.",
    "dialog_bed_jounal3": "Je pense que c'était le dernier frigo à gauche de la rangée du bas.",
    "dialog_bed_jounal4": "Je vais faire une note ici afin que je me souvienne de revenir pour vérifier demain.",
    "dialog_cafe_journal1": "Entrée de journal : J'ai été exclu du centre de commande. Je ne peux pas supporter de dire à tout le monde que j'ai encore perdu ma clé.",
    "dialog_cafe_journal2": "Je vais devoir me faufiler dans le réacteur pour essayer de le retrouver plus tard.",
    "dialog_stroageKey": "On dirait que quelqu'un l'a glissé entre les pages de ce livre.",

    "emy_dgn_monster": "Monstre de donjon",
    "player": "Joueuse",

    "btl_emy_appear": "Les ennemis sont apparus !",
    "btl_your_turn": "À ton tour! Que vas-tu faire?",
    "btl_target":"Choisissez une cible !",
    "btl_attack":"Vous avez attaqué !",
    "btl_emy_atk":"Ennemi attaqué !",
    "btl_win":"Tu as gagné!",
    "btl_run":"Vous vous êtes enfui !",
    "btl_emy_turn":"Au tour de l'ennemi !",
    "btl_lose":"Tu as perdu!",

    "btl_btn_atk": "Attaque",
    "btl_btn_run": "Cours",
    "btl_btn_cncl": "Annuler"
}